Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “噬魂幡？居然是噬魂幡！难道来人就是魔修芮糜。”奚秋上前一步，一脸怒气的道，“好个魔修，居然敢闯上我玄天宗，我到要看看他有什么能耐？各位师兄弟，且随我一块去灭了这魔头。”说着就打算带着一众长老下山。
en_us: "Soul Devouring Gonfalon? It's a Devouring Gonfalon! Could the man be the fiendish cultivator Rui Mi?" Xi Qiu stepped forward with an angry look on his face and said, "The cheek of the fiendish cultivator! He actually dares to break into my Blackheaven Sect. I'd like to see what he is capable of. Come with me comrades, let's destroy this fiend together." Saying that, he prepared to lead a group of elders down the mountain.

source: “四五章……喂，都说不是肉文了。”
en_us: "Four to five chapters… Hey, I said it's not obscene content."

source: “四马之力，铸鼎境四重！”
en_us: "The strength of four horses... Fourth stage of Cast Tripod Realm!"

source: “回去修炼！”
en_us: "I'll go back home to practice cultivation!"

source: “回去吧！”他捡起一地的玻璃心，这才出了这个上古秘境，出来连跟其它人打招呼的心思都没有，一路飞回了玄天宗。
en_us: "Let's go back!" He picked up the broken pieces of his heart before he headed out of the ancient mystic realm. Even after he exited the mystic realm, he didn't communicate with anyone around him. Instead, he headed straight for Blackheaven Sect.

source: “回大仙！”魔王嘿嘿一笑，一五一十的报告道，“这小……小友，魂体带着魔种，此时已经孵化成长，与他的心魔结合一体。如今正与他本体善念呈分庭抗争之势。”
en_us: "Great Immortal! The Devil King let out a sly laughter and reported the entire incident to the Great Immortal, " This... this little kid's soul entity carried a demon seed which has now hatched, matured and even fused with the demon within him. It is now riding the wave of his physical body and virtuous thoughts' fight against the Court.

source: “回太师叔。”呈安上前一步，抱拳回道，“我们本想问问那些见过妖怪出没的人家，打听一下这是一只什么妖怪，但一问才知，这镇上大半的人家都见过此妖。”
en_us: "Cheng An reporting to Uncle Master." Cheng An stepped forward and cupped his fists. "Our intention had been to ask only those who had seen the demon to find out what kind of demon it was, but after questioning we found out that about half the town folk had seen this demon."

source: “回尊者，掌门说噬魂幡出现异变，请尊者速速前去查看。”
en_us: "Supremacy, Sect Master said that the Soul Devouring Gonfalon is undergoing strange changes, and would like for Supremacy to hurry over to examine it."

source: “回师叔，芮糜确实已死，却不是我们所为。”奚秋恭敬的躬身解释道，“他被是被一位散修所杀，此幡就是被他送来净化鬼气的。”
en_us: "With all due respect Uncle Master, Rui Mi is indeed dead, but we didn't kill him." Xi Qiu bowed and explained, "He was killed by an itinerant cultivator who delivered the flag here to be purged of Ghost Qi."

source: “回掌门，那人说是噬魂幡。”堂下通传弟子答道。
en_us: "Sect Master, the man said it was the Soul Devouring Gonfalon," replied the disciple.

source: “回来的那天。”沈萤老实回答。
en_us: "The day I returned," Shen Ying answered honestly.

source: “回来！”他嘴角一抽，“以前怎么没见你这么听话，还真就端走了。”有你这么安慰人的吗？
en_us: "Come back!" Lonemoon's mouth twitched, "you weren't so obedient before. Now, you're really leaving after I tell you to." Is this how you comfort people?

source: “回长老，我知道什么回事！”
en_us: "Report to Elder, I know what exactly happened!"

source: “因为……”他愣了一下，却半天都想不到理由。鬼知道为啥啊？反正他就是讨厌那个人粘着师父的样子。
en_us: "Because..." he thought for a long time but could not think of a good reason. Who knows why? He just hated the sight of that beast hanging around Master.

source: “因为……兔兔好吃啊！”
en_us: "Well, that's because rabbits are delicious!"

source: “因为他是游仙。”羿清脸色也沉了沉，接着解释道，“师父，所谓游仙都是飞升失败兵解而成，但他们也是受过天劫之人，在受劫之时便会生成仙骨。但在渡劫失败之后，仙骨会直接被天雷击散，所以游仙再无飞升的机会。但化仙丹可以恢复仙骨，也就是说……”
en_us: "He's a Traveling Immortal," Yi Qing's expression darkened as he explained. "Master, Traveling Immortals are soldiers who have failed to achieve Immortal Ascension. They are also people who have been through the Heavenly Tribulation. As they go through the tribulations, their immortal bones will form. But when they fail the Tribulation Transcendence, their immortal bones would be broken into pieces by the divine lightning. Therefore, Traveling Immortals don't have another chance to achieve Immortal Ascension. The Immortal Formation Pill would heal their immortal bones. In other words-"

source: “因为我？”
en_us: "Because of me?"

source: “因为魔界之门。”孤月沉声道，“那门就在曲双城内！”
en_us: "The door of the Demon Realm. It's right inside Qushuang City." Lonemoone explained.

source: “因吾（因为）……”羿清还没有回答，旁边却传来咕噜一下咽饭声，一道女声突然插了进来，“他师父是我啊。”又一个抢厨子的。
en_us: Before Yi Qing could answer, a female voice suddenly cut in. "Because—" This was followed by the sound of food being swallowed. "—I am his teacher." Seems like another case of chef snatching.

source: “园长家养的毛团子，说是养了几万年。”沈萤顺口解释道，“本来是只白色的动物，之前还一起去了幻海的。”
en_us: "His the furball reared by the Director. He said he has had it for thousands of years." Shen Ying added as an afterthought, "It was originally a white furred animal. We even went on the trip to the Mirage Sea together."

source: “园长，什么叫灵主？”沈萤突然开口道。
en_us: "Leader, what is a Spirit Master?" Shen Ying suddenly asked.

source: “园长，会水煮肉吗？”
en_us: "Director, do you know how to boil meat?"

source: “园长，会炒肉片吗？”
en_us: "Director, do you know how to saute meat?"

source: “园长，借我一下。”它话还没说完，沈萤突然伸手一把接过了易峰手里的灵剑。
en_us: "Director, please lend me your sword." Before the Wyrm Demon completed his sentence, Shen Ying suddenly reached out and took the spirit sword from Yi Feng.

source: “园长，谢谢你的剑。”沈萤把手里的剑递了过去。
en_us: "Director, thank you for your sword," Shen Ying handed the sword in her hands back to Yi Feng.

source: “在上青城啊。”沈萤道，“那人应该还在地底下，你们去挖挖，能挖到的。”想了想又加了一句，“嗯，可能要挖深点。”
en_us: "It's in the Upper Azure Town." Shen Ying replied, "That person should still be beneath the ground, you guys can go and dig a little, should be able to dig up his body." Then she pondered for abit before adding, "Yeah, maybe you need to dig deeper."

source: “在下是剑修，修为金丹。”
en_us: "I am a sword cultivator, Golden core cultivation level."

source: “在下是真心想随您修行，请前辈成全！”
en_us: "I am truly sincere in learning cultivation from you, Senior, please grant me this chance!"

source: “在历史上承载过九任天帝的天庭并不适合你，我就不留下来让你破坏了。还是将它留给今后适合的继任者吧……”
en_us: "The Heavenly Court, the responsibility of nine generations of Celestial Thearchs throughout history, does not suit you. I shall not leave it for you to destroy. It'd be better to leave it to future successors…"

source: “在说你那男主的身份啊！”沈萤回了一句。
en_us: “Talking about the identity of your male protagonist ！”Shen Ying replied

source: “在那！”
en_us: "There!"

source: “地上这个，发白光的！”孤月大声喊道，“用周围散落的灵剑，劈开地上的几何图案就可以了。”
en_us: "This thing on the ground that's glowing!" Lonemoon shouted loudly, "Using the spiritual swords fallen on the ground nearby to slash at some of those drawings on the ground will do."

source: “地下有东西！”孤月一惊，转身朝众人道，“这里要塌了，赶紧飞出去。”说完连忙转身御剑。
en_us: "There's something underground!" Lonemoon shouted to everybody around him. "This place is falling apart, we have to fly out of here!" He started to sword-ride just as the words left his mouth.

source: “地你妹啊！”孤月瞪了她一眼。
en_us: "Earth your head!" Lonemoon glared at her.

source: “地阶丹药？”
en_us: "Earth-tier elixirs?"

source: “地震？”她歪了歪头。
en_us: "Earthquake?" She tilted her head.

source: “城东边有树林！”羿清提醒。
en_us: "There is a forest to the east of the city!" Yi Qing reminded.

source: “城中有几处地方，仙气好似比其它地方都更浅薄。”他在图片点了几处，原本城中仙人多，时常有人修练入定，所以仙气有浓有浅很正常。但上次魔族入侵后，城中走了很多仙人，按理说此城在仙脉之上，那些点上又没有仙人吸纳仙气，仙气应该更浓郁才是，但现在仙气却好像故意绕开了那些地方一样。
en_us: Pu Feiping said, "There are a few places in the city where the immortal Qi seems to be much lesser than the others." He pointed at a few spots on the map. Originally there were a lot of immortals in the city, and it was a common occurrence for people to meditate, hence it was normal for the immortal Qi to be thick and thing. However, after the invasion by the Demonic beast, many of the immortals left the city. Logically speaking, this city is built on top of the immortal pulse, so for the places that do not have immortals to breathe in the immortal Qi, there should be a lot of immortal Qi there. However, it seems as if the immortal Qi is avoiding that area on purpose.

source: “城主误会了，她们不……”孤月话到一半又停住，眼神转了一圈，突然有了个打消对方念头的好办法，于是话音一转，“她们并非全都是剑修，但确实不错，嗯很不错！”
en_us: Lonemoon hurriedly said, "Oh City Lord, you have mistaken. They aren't..." An idea suddenly poppd up in his mind, and he immediately continued, "They aren't all sword cultivators, but they are indeed not bad. Not bad at all!"

source: “城主请便。”孤月点头，“若有任何需要，仅管开口，我无敌派必鼎力相助。”
en_us: Lonemoon nodded his head in agreement and replied, "Please do, City Lord. If you need any help,don't hesitate to ask us. My Invincible Sect would do our utmost best to assist you."

source: “城主还是带我们去看看吧？”孤月提议，有些东西他们看不到，但外挂萤可以啊。
en_us: "City Lord, could you just bring us there to take a look?" Lonemoon suggested. There are some things that they cannot see but Shen Ying could.

source: “堂主已经……倒下了。”
en_us: "The Hall Master has already… fallen."

source: “声攻只会越来越强，现在没事，一会就来不及了。”
en_us: "The sound attack will only grow more powerful. You are alright now, but in a while it may be too late."

source: “多谢……”他强撑着抬起头，看到魔王下意识的皱了皱眉，立马又转向了沈萤，“多谢沈掌门相助。”
en_us: "Thank you..." He raised his head with a fair bit of effort and knitted his eyebrows subconsciously when he saw the Devil King. He immediately turned to Shen Ying and said, "Thank you Sect Master Shen for your help."

source: “多谢三位尊者的好意，此秘境出现在我玄天宗的地界，我宗也不好单独处理，所以昨日就已经邀各门各派前往相商进入的事，此时恐怕各派已经到了秘境门口，就不劳三位尊者试水。”
en_us: "Thank you for your kindness, but this mystic realm has appeared within Blackheaven Sect domain, and as it would be inconvenient for my sect alone to handle this, we have already sent invitations to each sect to come over and discuss the matter of entering the realm. I am afraid they have already reached the entrance of the mystic realm, so I shall not burden you, Supremacies, to go and test waters."

source: “多谢三位的成全，让我报此血海深仇。”她抬起头，似是终于懈下了什么重担一般，朝着他们露出一个笑容，“我此生再无遗憾，自愿随尊者回玄天宗，听侯发落。无论贵派有任何处置，戚橙雨绝无怨言。”
en_us: "I thank the three of you for helping me exact my vengeance." She looked up as though she had finally unloaded a huge burden. She smiled at them. "I have no more regrets in my life. Supremacy, I'm willing to accompany you back to Blackheaven Sect and await my outcome. Regardless of the punishment your esteemed sect metes, I will not say a single word."

source: “多谢二位好意。”孤月直接拒绝道，“我派弟子虽不多，但住在这里也习惯了，无意再换府地。”笑话，再多的利福，也比不上你们有个招祸体质的主角啊！
en_us: Lonemoon directly rejected them, "Thank you for your kind heart. Even though I may not have many disciples, but we have already got used to living here, thus we do not intend to change our place of lodging." What a joke, no matter how good the benefits are, it still cannot amount to the harm that your main intention would bring.

source: “多谢印家主款待，今日天色已晚，我等就不多加打扰了。”孤月放好怀里的契约书，举起酒杯敬了主座上的人一杯。
en_us: "Thank you for hosting us, Yin Family Master. It's getting late, we shan't hold you back any longer," Lonemoon put down the contract and raised his wine glass to toast the host, who was seated at the main seat.

source: “多谢大仙，多谢大仙！”轩辕这才舒了口气。
en_us: "Thank you, Great Immortal! Thank you, Great Immortal!" Xuan Yuanyu heaved a great sigh of relief.

source: “多谢尊者相助。”戚橙雨上前认真的行了个礼。
en_us: "Thank you, Supremacy for your help." Qi Chengyu went up to salute him.

source: “多谢师父！”他更加激动了，“还请师父指教。”
en_us: Thank you Master!" He grew even more emotional. "Please guide me."

source: “多谢师父！”他立马跪地行个礼。
en_us: "Thank you Master!" He immediately knelt and bowed.

source: “多谢师父！”没等他说完，羿清一脸感动对着沈萤道，“您又救了我一命，还不不辞辛劳的照顾了我这么久？”
en_us: "Thank you Master!" Without waiting for him to finish, Yi Qing turned to Shen Ying and said, "You have saved my life once again and now you even nursed me for so long?"

source: “多谢掌门美意。”羿清摇了摇头，“在下并没有加入宗门的想法。”
en_us: "Thank you for your kind offer." Yi Qing shook his head and continued, "But I have no intention of joining your sect."

source: “多谢掌门！我们会努力的。”
en_us: "Thank you, Sect Master! We will do our best!"

source: “多谢易家主热情款待，不愧是大世家，此行让我等受益良多。”孤月抱拳行了个礼，笑得一脸如沐春风。
en_us: "Thank you, Yi Family Patriarch, for your hospitality. The Yi Family is truly a great aristocratic family. I've benefited a lot from this visit." A beaming Lonemoon saluted Yi Feng with cupped fists.

source: “多谢杨管事。”
en_us: "Thank you very much, Manager Yang."

source: “多谢羿道友帮本门解决芮糜这个祸害。”奚秋笑得一脸灿烂的上前，赞赏的拍了拍对方的肩。
en_us: "I give thanks to Fellow Daoist Yi for helping us get rid of Rui Mi, the scourge of our sect." Xi Qiu said with a brilliant smile, patting him on the shoulder approvingly.

source: “多谢青亦师兄。”青尹心有余悸的退了一步。
en_us: "Thank you Senior Brother Qing Yi." Qing Yin stepped back, still lingering in fear.

source: “多谢！”他这才飞了下去，安排后续工作起来。
en_us: "Thank you!" Pu Feiping exclaimed before flying down to complete the follow-up work.

source: “多谢！”枫影身形一闪，瞬间飞了进去。
en_us: "Thank you!" Feng Ying turned around and flew in the direction that Lonemoon pointed.

source: “够了！”孤月实在忍不住打断，回头冷冷的瞪了沈萤一眼，“闭嘴！吃你的饭去。”
en_us: "Enough!" Lonemoon could not stop himself from interrupting. He looked back at Shen Ying coldly and said, "Shut up! Go and eat your rice."

source: “大……大仙是想，找个居所？”兔王松了口气，原来不是要灭它啊，还好还好。
en_us: "Great… Great Immortal is thinking of looking for a place to live?" The Rabbit Monarch heaved a sigh of relief. So she was not here to massacre its clan. All's well, all's well.

source: “大……大仙，别打了……再打我就散了!我错了，真的再也不敢了，饶命啊！”
en_us: “Grea... Great Immortal, please stop beating me... Anything more and I'll be out of joints! I was wrong! It'll never happen again, please spare me! ”

source: “大……大仙，您……您怎么来了？”直到走到沈萤旁边，轩辕禹才敢相信自己的眼睛，妈呀，原来不是错觉，真的是这个祖宗！顿时觉得幻肢好疼。
en_us: "Great… Immortal, you… what brings you here?" It was not until he had walked up to Shen Ying that Xuan Yuanyu dared to believe his eyes. By the Gods, it was not an illusion. It was really her! All of a sudden, he felt his phantom balls hurting.

source: “大……大仙？”怎么又回来了？
en_us: “Grea...Great Immortal？" Why is she back?

source: “大……大家好。”沈萤条件反射的挥了挥手。
en_us: "Hi... everybody," Shen Ying waved apprehensively.

source: “大事……少爷？狗屁的少爷！哈哈哈哈……”
en_us: “Great things? Young Master? Young Master my ass! Hahahaha…”

source: “大事！”
en_us: "'Great things'!"

source: “大仙……”反而魔王压低声音提醒道，“这魔种与他的心魔已经溶为一体，所以这也是他的一部分，如果就这么灭了？他也会死的。”
en_us: "Great Immortal..." It was the Devil King who reminded in a lowered voice. "This Demon Seed has fused with the Devil within him, which means that it is now a part of him. If we destroy it now, he will perish along with it."

source: “大仙……”魔王这才松了口气，所以他刚刚的马屁还是有用的啊。
en_us: "Great Immortal..." The Devil King finally heaves a sigh of relief. His boot licking skills proved to be effective and of use.

source: “大仙不必客气，这是应该的，应该的。”
en_us: "No need to thank me, Great Immortal. It's my duty."

source: “大仙你……揍得好啊！”他话语一转，继续硬着头皮灭火，一本正经的道，“那振祥真人，一定不是什么好人，才会劳您亲自动手。”
en_us: "Great Immortal, you... did a great job in thrashing him!" He switched his response, continued holding it out tenaciously with a serious look, "That Perfected One Zhen Xiang must not be a good person for you to take him out personally."

source: “大仙可还需要点别的？”
en_us: "Does Great Immortal require anything else?"

source: “大仙好！”
en_us: "Greetings, Great Immortal!"

source: “大仙的门人当然厉害！”轩辕禹连连点头，再次看了众人一眼才继续道，“但是……在下初初观几位道友的灵骨，似是……根基有损，而且看着是沉年旧患。恕在下直言，此等损伤应尽快治愈，不然会影响以后的仙途。”
en_us: "Great Immortal’s disciples are naturally formidable!" Xuan Yuanyu nodded as he looked at them again before continuing, "But… after taking a rough glance at my Fellow Daoists' spirit bones, it seems like… their foundations have been damaged, and they seem to be old wounds. Forgive me for being straightforward, but such injuries should be treated as soon as possible. Otherwise, it will affect their immortal cultivation path in the future."

source: “大仙！”床尾一人突然走了过来，朝着她直接跪了下去，“求大仙救救家父！”
en_us: "Great Immortal!" A man who was standing at the end of the bed walked directly towards her. "Great Immortal, please save myfather!"

source: “大仙！”轩辕禹也是一脸的吃惊，顺便看了一眼，她旁边正吐得昏天暗地的掌柜。
en_us: "Great Immortal" Xuan Yuanyu's expression was one of utter surprise as well. He glanced at the shopkeeper next to her, who was puking his guts out at that moment.

source: “大仙！”辰戈发出一声惊呼。
en_us: "Great Immortal!" Chen Ge let out a astonished cry.

source: “大仙，不要！”
en_us: "Great Immortal, no!"

source: “大仙，慢走！”
en_us: " Great Immortal, remember to watch your steps!"

source: “大仙，我保证，无论你这两位下属，谁接了我这传承，都会成为名动四方的练丹师。轻而易举就可以练出储丹室那边的丹药。”
en_us: "Great Immortal, I promise that whichever of your two subordinates who inherits my heritage will become the next renowned alchemist. He who inherits the heritage can easily refine any of the pills you saw in the Pill Storage Repository earlier."

source: “大哥果然聪明！”
en_us: “Big brother is intelligent indeed！”

source: “大哥，你没睡醒吧？”
en_us: "Big Brother, have you not had enough rest?"

source: “大哥，看来你对灵兽山学院一点不懂啊！”
en_us: "Big Brother, it appears that you are clueless to how the Mt. Spirit Beast College works!"

source: “大哥，缘分呐，我们居然在一个院子内住，以后还希望大哥多多照顾。”
en_us: “Big brother, it is fate that brought us together to stay in the same yard. Hope big brother can guide me along in the future.”

source: “大家要隐藏好自己的气息，这里是妖界。切记不要惊动任何妖类。”郁红一一检测了一遍她们身上的阵法，沉声交待道，“只要我们找到了接头之人，到了冥阴山，就真正安全了。”
en_us: "Everyone, hide your auras well. We're in the Demon Realm. Remember not to alert any demons." Yu Hong checked each of their array formations and gave further instructions, "Once we find that man on the street and reach Ming Yin Mountain, we'll be safe.”

source: “大爷爷，你没事真的太好了……”睡梦中的江逸满脸泪痕地唤了一声。
en_us: Tears streaming down his cheeks, the still-dreaming Jiang Yi whispered, “Grandfather, you’re back, and completely fine! This is great news…”

source: “大爷，进去玩玩吧！我们风月楼的姑娘可是最会疼人的！”
en_us: "Sir, come in and enjoy yourself! Our Fengyue Brothel's ladies are best at pampering you!"

source: “天地浩浩，唯大道永恒，欲证天道，必先修自身……”
en_us: “In the vastness of the heaven and earth, only The Way is eternal. To obtain proof of heavenly law, one must first cultivate oneself…”

source: “天生剑体……如此材料，合该属于本尊。真是愚蠢至极，大道三千，偏选了除魔卫道的路，为了救些蠢货就闯进塔内，如今自身难保又有谁能救……”
en_us: "An Innate Sword Embodiment... a fighter of such calibre rightfully belongs to me, the Supremacy. There were so many Daos he could have chosen, yet he chose one committed to annihilating fiends. He even rushed into this pagoda to save a few idiots. Now, he can't fend for himself. Who can save..."

source: “太不像话了！”羿清快步走过去，直接把众人挡开了，“这饺子皮太厚，莲子羹太稠，小笼包都漏馅了，这豆浆也不知道能不能喝？你们居然有脸端给师父，简直就是在玷污我师门！”
en_us: "This is ridiculous!" Yi Qing marched over and pushed everybody away from Shen Ying. "These dumplings are too thick, these lotus seeds are too tough, these Xiao Long Baos are too crammed full of stuffing, and the soya bean milk looks disgusting. How dare you bring all of this food to Master? You're mistreating her!"

source: “太好了！”易家几代人的承诺，没想到在他这一代实现了，他连忙抱拳行礼道，“恭喜灵主，您终于可以回去了。”
en_us: "Thats great!" The Yi Family finally fulfilled the promise that they had passed down for generations. "Congratulations, Spirit Mster, you can finally go home."

source: “太虚派出了何事？”到是羿清看了看峰外问道，从刚刚开始，他就感觉到悟剑峰外传来不小的渲闹声。
en_us: "What happened to the Grand Vacuity Sect?" Yi Qing looked toward the peak and asked. From the beginning, he had felt that there was quite a din coming from Sword Comprehension Peak’s periphery.

source: “夫人和那个人如此强大，少主的资质怎么会差？”
en_us: "My Lady and that guy were so capable. Young master, you wouldn't be that far off from them."

source: “奇怪我怎么知道的吗？”那黑影笑得越加的得意，“前阵子我那些不争气的郁家子孙，可是多亏了你们的关照呢？”
en_us: "Wondering how I know this?” the black figure grinned, "Awhile ago, the descendants of my Yu Family were taken care of by you."

source: “奔三？”她愣了愣，“掌门说话好高深，我修行也有六七十载了，仍是不能完全领悟。”
en_us: "Thirty? She hesitated. "Sect Master, you speak so deeply. I've been cultivating for 60 to 70 years, yet I cannot fully understand."

source: “奚掌门，门中弟子，每日可有灵米灵果等食物供应。”他一本正经的问。
en_us: “Sect Master Xi, does your sect provide your disciples with a daily supply of food, such as spirit rice and fruit?" he asked solemnly.

source: “奚秋你！”孤月不敢置信的看向奚秋。
en_us: "Xi Qiu, you!" Lonemoon looked at Xi Qiu with disbelief.

source: “奸细？！”孤月一愣，莫非是郁家的人，看了旁边的羿清一眼，交代郁红让众弟子别下山，这才跟羿清飞了出去。
en_us: "A spy?" Lonemoon exclaimed. Could it be someone from the Yu Family? Lonemoon turned to glance at Yi Qing and instructed Yu Hong to prevent any disciple from going down the hill. He immediately flew out with Yi Qing.

source: “她……”巨兽突然打断他的话，声音意外带着点茫然的道，“叫什么？”
en_us: "What..." the beast suddenly interrupted him. It sounded surprisingly calm as it asked, "is her name again?"

source: “她不是甘子睿为玉鼎找的第一个炉鼎。听说以前他门下弟子很多，全都是女性，但却没有一个活得久的。后来烤鸡妹子入魔结婴，让手下的魔修到处找他，他意识到有危险，所以才躲进了悟剑峰。”
en_us: "She was not the first human cauldron whom Gan Zirui was seeking for Yu Ding. I heard that he had many disciples under him, and they were all female. However, none of them managed to live for long. Later, when Roasted Chicken Gal turned fiendish and became a Nascent Soul and got her fiendish cultivators to seek him out, he sensed danger and hid in Sword Comprehension Peak."

source: “她们身上一定有什么掩盖气息的东西，所以才看不穿她们的身份。”他转了转手里的笛子，“不过也藏不多久，兴许明日就知道了。”
en_us: "They must have something with them which conceals their aura and that's why we can't see through their identity." He flipped the flute in his hand. "But they can't hide it for long. If we’re lucky, perhaps we’ll find out tomorrow."

source: “她是师父。”理所应当。
en_us: "She's my master." It is a matter of course.

source: “她没骗你。”孤月一脸过来人的语气道，“她说不知道，那就是真的不知道。你习惯了就好。”天真，跟外挂讲什么理由？受着就好。
en_us: "She's not lying," Lonemoon said empathetically. "When she says she doesn't know, she really doesn't know. You just have to get used to it." How naive. What use is it to try and reason with a cheat? Just accept things as they are.

source: “她邀我去玩。”白泽一本正经的道。
en_us: "She invited me for a visit." Bai Zhe answered gravely.

source: “好……”奚秋愣愣的招过一位弟子带路。
en_us: "Alright…" A bemused Xi Qiu called over a disciple to lead the way.

source: “好。”
en_us: "Alright."

source: “好。”思羽点头，立马扶起了地上的人，朝两位兔妖点了点头道，“多谢两位。”
en_us: "Alright." Si Yu nodded and turned her attention to Yin Yuanfei, cradling him in her arms. Nodding at the two rabbits, she said, "Thank you both for your help."

source: “好。”沈萤回头瞅了瞅毛团，这才跟着那弟子走了出去。不知道明天能不能也找到一只，招财团子？
en_us: "Alright," Shen Ying turned to frown at the spirit beast, then followed the disciple out of the cave. Will I be lucky enough to meet another beast tomorrow?

source: “好。”沈萤没什么意见。
en_us: "Alright," Shen Ying said .She had no preference.

source: “好。”白泽眼神一沉，直接一掌打在了它的头上。只见他掌心一道白红闪过，没入它额心。
en_us: "Good," Bai Ze lowered his gaze and slammed his palm into the wyrm's head. Flashes of red and white light shot out of his palm and into the wyrm's heart.

source: “好丹药！”
en_us: "What a good elixir!"

source: “好主意！”
en_us: "Good idea!"

source: “好了别吃了，准备一下，我们得去上青城了。”孤月把某个吃货从饭桌拉了下来，交代道。
en_us: "OK, stop eating and get ready. We have to go to Upper Azure Town," instructed Lonemoon, pulling a certain foodie away from the table.

source: “好了！”碧涛终于解完了阵法，只见那墙再次打开，不到半会就变成了一道门。门内是一间巨大的储物室，到处都是一排排像是书架一样的格子，每个格子里都放着一到两个颜色各异的瓶子。
en_us: "Alright!" Bitao had finally finished cracking the array. The wall split open. In a moment, it turned into a door. Behind the door was a huge Storage Repository. There were shelves and pigeon holes beside the Storage Repository, and each shelf had two different coloured bottles on it.

source: “好了，东西齐了。时间不早，我们出发吧！”沈萤推了推戚橙雨，催促道，“可以飞了。”
en_us: "Alright, since the items are all set, and it's getting late, let's start moving!" Shen Ying nudged at Qi Chengyu, urging her, "You can fly now."

source: “好了，他剑意已成。”孤月松了口气，正打算飞过去，突然轰隆一声巨响，一道白色的闪电从天而降，直直的劈在了下方人身上。
en_us: "Alright, his sword intent is complete." Lonemoon heaved a sigh of relief. Just as he was about to fly over, a loud rumbling sound was heard accompanied by a white flash of lightning descending from the sky and striking right at the people below.

source: “好了，易公子，我先回去了！”
en_us: "Alright, Young Master Yi, I'll be leaving!"

source: “好了，相信少爷，我会有办法的，先进去吧。”
en_us: "Alright, trust in your young master; I will come up with a plan. Head on in."
